export const Data = [
    
    {
        "id": "1",
        "quest": "Он же ___________",
        "answer1": "мошенник",
        "answer2": "мошейник",
        "ok": "1"
    },
    {
        "id": "2",
        "quest": "Я ___________ шапку",
        "answer1": "одену",
        "answer2": "надену",
        "ok": "2"
    },
    {
        "id": "3",
        "quest": "У него сегодня день ___________",
        "answer1": "рождение",
        "answer2": "рождения",
        "ok": "2"
    },
    {
        "id": "4",
        "quest": "Печатать ___________",
        "answer1": "вслепую",
        "answer2": "в слепую",
        "ok": "1"
    },
    {
        "id": "5",
        "quest": "Надела ___________",
        "answer1": "юбку",
        "answer2": "юпку",
        "ok": "1"
    },
    {
        "id": "6",
        "quest": "Отдам ___________",
        "answer1": "безплатно",
        "answer2": "бесплатно",
        "ok": "2"
    },
    {
        "id": "7",
        "quest": "Ушли ___________",
        "answer1": "на долго",
        "answer2": "надолго",
        "ok": "2"
    },
    {
        "id": "8",
        "quest": "Зашёл в дом - ___________",
        "answer1": "разбуйся",
        "answer2": "разуйся",
        "ok": "2"
    },
    {
        "id": "9",
        "quest": "Стоят в сторонке ___________",
        "answer1": "девчонки",
        "answer2": "девчёнки",
        "ok": "1"
    },
    {
        "id": "10",
        "quest": "Осенняя ___________",
        "answer1": "икебана",
        "answer2": "экибана",
        "ok": "1"
    },
    {
        "id": "11",
        "quest": "Мягкое на ___________",
        "answer1": "ощуп",
        "answer2": "ощупь",
        "ok": "2"
    },
    {
        "id": "12",
        "quest": "Деньги можно ___________",
        "answer1": "сгибать",
        "answer2": "сгинать",
        "ok": "1"
    },
    {
        "id": "13",
        "quest": "Хочу ___________",
        "answer1": "мороженное",
        "answer2": "мороженое",
        "ok": "2"
    },
    {
        "id": "14",
        "quest": "___________ на гору",
        "answer1": "Залазь",
        "answer2": "Залезай",
        "ok": "2"
    },
    {
        "id": "15",
        "quest": "На ключах висят ___________",
        "answer1": "брелки",
        "answer2": "брелоки",
        "ok": "2"
    },
    {
        "id": "16",
        "quest": "___________ в мероприятии",
        "answer1": "Участвую",
        "answer2": "Учавствую",
        "ok": "1"
    },
    {
        "id": "17",
        "quest": "___________ как и я",
        "answer1": "Так же",
        "answer2": "Также",
        "ok": "1"
    },
    {
        "id": "18",
        "quest": "___________ рейс",
        "answer1": "Ближайший",
        "answer2": "Близжайший",
        "ok": "1"
    },
    {
        "id": "19",
        "quest": "Играть ___ своими детьми",
        "answer1": "с",
        "answer2": "со",
        "ok": "2"
    },
    {
        "id": "20",
        "quest": "________ раз был случай",
        "answer1": "Как то",
        "answer2": "Как-то",
        "ok": "2"
    },
    {
        "id": "21",
        "quest": "Уложить __________",
        "answer1": "асвальт",
        "answer2": "асфальт",
        "ok": "2"
    },
    {
        "id": "22",
        "quest": "Ушли __________",
        "answer1": "на долго",
        "answer2": "надолго",
        "ok": "2"
    },
    {
        "id": "23",
        "quest": "Растут __________",
        "answer1": "огурцы",
        "answer2": "огурци",
        "ok": "1"
    },
    {
        "id": "24",
        "quest": "Банки __________ комиссию",
        "answer1": "взимают",
        "answer2": "взымают",
        "ok": "1"
    },
    {
        "id": "25",
        "quest": "Товар __________",
        "answer1": "оплочен",
        "answer2": "оплачен",
        "ok": "2"
    },
    {
        "id": "26",
        "quest": "Сегодня у нас на обед __________",
        "answer1": "курица",
        "answer2": "куреца",
        "ok": "1"
    },
    {
        "id": "27",
        "quest": "Буду иметь __________",
        "answer1": "ввиду",
        "answer2": "в виду",
        "ok": "1"
    },
    {
        "id": "28",
        "quest": "Он походил __________",
        "answer1": "вальтом",
        "answer2": "валетом",
        "ok": "2"
    },
    {
        "id": "29",
        "quest": "По замку бродит __________",
        "answer1": "привидение",
        "answer2": "приведение",
        "ok": "1"
    },
    {
        "id": "30",
        "quest": "Это была крутая __________",
        "answer1": "фотосессия",
        "answer2": "фотосейсия",
        "ok": "1"
    },
    {
        "id": "31",
        "quest": "Бежать __________",
        "answer1": "на перегонки",
        "answer2": "наперегонки",
        "ok": "2"
    },
    {
        "id": "32",
        "quest": "Меня это __________ в шок",
        "answer1": "подвергло",
        "answer2": "повергло",
        "ok": "2"
    },
    {
        "id": "33",
        "quest": "Кто __________?",
        "answer1": "следующий",
        "answer2": "следущий",
        "ok": "1"
    },
    {
        "id": "34",
        "quest": "Система __________?",
        "answer1": "счисления",
        "answer2": "исчисления",
        "ok": "1"
    },
    {
        "id": "35",
        "quest": "Мука __________ с сахаром",
        "answer1": "в перемешку",
        "answer2": "вперемешку",
        "ok": "2"
    },
    {
        "id": "36",
        "quest": "Представь, __________ сейчас лето",
        "answer1": "как будто",
        "answer2": "кабудто",
        "ok": "1"
    },
    {
        "id": "37",
        "quest": "Шапка __________",
        "answer1": "на бекрень",
        "answer2": "набекрень",
        "ok": "2"
    },
    {
        "id": "38",
        "quest": "Подумай о __________",
        "answer1": "будующем",
        "answer2": "будущем",
        "ok": "2"
    },
    {
        "id": "39",
        "quest": "Приведите пример __________",
        "answer1": "афоризма",
        "answer2": "эфоризма",
        "ok": "1"
    },
    {
        "id": "40",
        "quest": "Выйти ___ комнаты",
        "answer1": "с",
        "answer2": "из",
        "ok": "2"
    },
    {
        "id": "41",
        "quest": "Завтра __________",
        "answer1": "увидемся",
        "answer2": "увидимся",
        "ok": "2"
    },
    {
        "id": "42",
        "quest": "Я __________ тебя",
        "answer1": "выбираю",
        "answer2": "выбераю",
        "ok": "1"
    },
    {
        "id": "43",
        "quest": "Коробка из __________",
        "answer1": "картона",
        "answer2": "кардона",
        "ok": "1"
    },
    {
        "id": "44",
        "quest": "Это хороший __________",
        "answer1": "работодатель",
        "answer2": "роботодатель",
        "ok": "1"
    },
    {
        "id": "45",
        "quest": "__________ команды",
        "answer1": "Сплочённость",
        "answer2": "Сплочёность",
        "ok": "1"
    },
    {
        "id": "46",
        "quest": "Это __________",
        "answer1": "безпредел",
        "answer2": "беспредел",
        "ok": "2"
    },
    {
        "id": "47",
        "quest": "А сюда вставляются __________",
        "answer1": "текста",
        "answer2": "тексты",
        "ok": "2"
    },
    {
        "id": "48",
        "quest": "Раздался __________",
        "answer1": "вширь",
        "answer2": "в ширь",
        "ok": "1"
    },
    {
        "id": "49",
        "quest": "Вот это __________",
        "answer1": "симпотяга",
        "answer2": "симпатяга",
        "ok": "2"
    },
    {
        "id": "50",
        "quest": "Мысли __________",
        "answer1": "вслух",
        "answer2": "в слух",
        "ok": "1"
    },
    {
        "id": "51",
        "quest": "Вот это __________",
        "answer1": "жизнь",
        "answer2": "жызнь",
        "ok": "1"
    },
    {
        "id": "52",
        "quest": "Это мой лучший __________",
        "answer1": "проект",
        "answer2": "проэкт",
        "ok": "1"
    },
    {
        "id": "53",
        "quest": "Говорить с __________",
        "answer1": "жонами",
        "answer2": "жёнами",
        "ok": "2"
    },
    {
        "id": "54",
        "quest": "__________ дело было так",
        "answer1": "Вообщем",
        "answer2": "В общем",
        "ok": "2"
    },
    {
        "id": "55",
        "quest": "Хочу, __________ скорее наступила весна",
        "answer1": "чтобы",
        "answer2": "что бы",
        "ok": "1"
    },
    {
        "id": "56",
        "quest": "__________, подведём итоги",
        "answer1": "И так",
        "answer2": "Итак",
        "ok": "2"
    },
    {
        "id": "57",
        "quest": "Пора в __________",
        "answer1": "спортзал",
        "answer2": "спорт зал",
        "ok": "1"
    },
    {
        "id": "58",
        "quest": "Это уже __________",
        "answer1": "через чур",
        "answer2": "чересчур",
        "ok": "2"
    },
    {
        "id": "59",
        "quest": "Повторите __________ шаг",
        "answer1": "предидущий",
        "answer2": "предыдущий",
        "ok": "2"
    },
    {
        "id": "60",
        "quest": "Грамотность __________",
        "answer1": "неважна",
        "answer2": "не важна",
        "ok": "2"
    },
    {
        "id": "61",
        "quest": "Побыть с тобой __________",
        "answer1": "наедине",
        "answer2": "на едине",
        "ok": "1"
    },
    {
        "id": "62",
        "quest": "__________, о футболе",
        "answer1": "Кстате",
        "answer2": "Кстати",
        "ok": "2"
    },
    {
        "id": "63",
        "quest": "На кого __________?",
        "answer1": "равняться",
        "answer2": "ровняться",
        "ok": "1"
    },
    {
        "id": "64",
        "quest": "Один маленький __________",
        "answer1": "нюанс",
        "answer2": "ньюанс",
        "ok": "1"
    },
    {
        "id": "65",
        "quest": "У неё красивый __________",
        "answer1": "подчерк",
        "answer2": "почерк",
        "ok": "2"
    },
    {
        "id": "66",
        "quest": "По __________ депозиту процент выше",
        "answer1": "их",
        "answer2": "ихнему",
        "ok": "1"
    },
    {
        "id": "67",
        "quest": "Оставайся таким же __________",
        "answer1": "жизни радостным",
        "answer2": "жизнерадостным",
        "ok": "2"
    },
    {
        "id": "68",
        "quest": "Проголодалась __________",
        "answer1": "чуть-чуть",
        "answer2": "чу-чуть",
        "ok": "1"
    },
    {
        "id": "69",
        "quest": "Общее дело __________",
        "answer1": "сплочает",
        "answer2": "сплачивает",
        "ok": "2"
    },
    {
        "id": "70",
        "quest": "__________ дату",
        "answer1": "Отмечю",
        "answer2": "Отмечу",
        "ok": "2"
    },
    {
        "id": "71",
        "quest": "Это __________ не нужно",
        "answer1": "никому",
        "answer2": "не кому",
        "ok": "1"
    },
    {
        "id": "72",
        "quest": "Ну это __________",
        "answer1": "вряд ли",
        "answer2": "врятли",
        "ok": "1"
    },
    {
        "id": "73",
        "quest": "Сегодня всё __________",
        "answer1": "по-другому",
        "answer2": "по другому",
        "ok": "1"
    },
    {
        "id": "74",
        "quest": "Такого __________ нет",
        "answer1": "по близости",
        "answer2": "поблизости",
        "ok": "2"
    },
    {
        "id": "75",
        "quest": "__________ идею",
        "answer1": "Повзаимствовать",
        "answer2": "Позаимствовать",
        "ok": "2"
    },
    {
        "id": "76",
        "quest": "Утром нужно __________",
        "answer1": "взбодриться",
        "answer2": "збодриться",
        "ok": "1"
    },
    {
        "id": "77",
        "quest": "Он очень __________",
        "answer1": "скрупулёзный",
        "answer2": "скурпулёзный",
        "ok": "1"
    },
    {
        "id": "78",
        "quest": "У меня есть __________",
        "answer1": "диллема",
        "answer2": "дилемма",
        "ok": "2"
    },
    {
        "id": "79",
        "quest": "Всего 20 минут __________",
        "answer1": "ходьбы",
        "answer2": "хотьбы",
        "ok": "1"
    },
    {
        "id": "80",
        "quest": "_____! Вот это номер",
        "answer1": "Ух ты",
        "answer2": "Ухты",
        "ok": "1"
    },
    {
        "id": "81",
        "quest": "Я здесь __________",
        "answer1": "не при чём",
        "answer2": "ни при чём",
        "ok": "2"
    },
    {
        "id": "82",
        "quest": "Она _____ по лесу",
        "answer1": "ишла",
        "answer2": "шла",
        "ok": "2"
    },
    {
        "id": "83",
        "quest": "Правда глаза __________",
        "answer1": "колет",
        "answer2": "колит",
        "ok": "1"
    },
    {
        "id": "84",
        "quest": "И в ________ время",
        "answer1": "тоже",
        "answer2": "то же",
        "ok": "2"
    },
    {
        "id": "85",
        "quest": "А __________ я скажу",
        "answer1": "на последок",
        "answer2": "напоследок",
        "ok": "2"
    },
    {
        "id": "86",
        "quest": "Клетки __________",
        "answer1": "деляться",
        "answer2": "делятся",
        "ok": "2"
    },
    {
        "id": "87",
        "quest": "Бешеный __________",
        "answer1": "траффик",
        "answer2": "трафик",
        "ok": "2"
    },
    {
        "id": "88",
        "quest": "Я __________ по адресу",
        "answer1": "прописан",
        "answer2": "приписан",
        "ok": "1"
    },
    {
        "id": "89",
        "quest": "Красивый профиль в __________",
        "answer1": "Инстаграм",
        "answer2": "Инстаграмм",
        "ok": "1"
    },
    {
        "id": "90",
        "quest": "Подтянем грамматику __________",
        "answer1": "заодно",
        "answer2": "за одно",
        "ok": "1"
    },
    {
        "id": "91",
        "quest": "Я __________ себя",
        "answer1": "позиционирую",
        "answer2": "оппозиционирую",
        "ok": "1"
    },
    {
        "id": "92",
        "quest": "__________ такой вопрос",
        "answer1": "Ответь на",
        "answer2": "Скажи",
        "ok": "1"
    },
    {
        "id": "93",
        "quest": "___ рыба ___ мясо",
        "answer1": "Не",
        "answer2": "Ни",
        "ok": "2"
    },
    {
        "id": "94",
        "quest": "__________ что и сбоку бантик",
        "answer1": "Чёрт те",
        "answer2": "Чёрти",
        "ok": "1"
    },
    {
        "id": "95",
        "quest": "__________ информацию",
        "answer1": "Почерпнуть",
        "answer2": "Подчерпнуть",
        "ok": "1"
    },
    {
        "id": "96",
        "quest": "Сгорела ___________",
        "answer1": "ризетка",
        "answer2": "розетка",
        "ok": "2"
    },
    {
        "id": "97",
        "quest": "Домашний ___________",
        "answer1": "адресс",
        "answer2": "адрес",
        "ok": "2"
    },
    {
        "id": "98",
        "quest": "Ваша грамотность ___________ лучшего",
        "answer1": "желает оставлять",
        "answer2": "оставляет желать",
        "ok": "2"
    },
    {
        "id": "99",
        "quest": "Пиф-паф, __________!",
        "answer1": "ой-ой-ой",
        "answer2": "ойёёй",
        "ok": "1"
    },
    {
        "id": "100",
        "quest": "Путь ___ второму дому",
        "answer1": "ко",
        "answer2": "к",
        "ok": "1"
    }

      
  ]