export const math1_2 = [
    
    {
        "id": "1001",
        "quest": "У Тані було 10 олівців, а у Аліси на 3 менше. Скільки олівців у Алиси? Відповідь: __",
        "answer1": "13",
        "answer2": "7",
        "ok": "2"
    },
    {
        "id": "1002",
        "quest": "Мама купила 10 яблук, а вдома було ще 5. Скільки яблук тепер дома всього? Відповідь: __",
        "answer1": "15",
        "answer2": "5",
        "ok": "1"
    },
    {
        "id": "1003",
        "quest": "Тимур нарахував на небі 12 зірок, а Єва - 20. Скільки разом зірок нарахували діти? Відповідь: __",
        "answer1": "22",
        "answer2": "14",
        "ok": "1"
    },
    {
        "id": "1004",
        "quest": "Саша приніс до школи 2 зошити, а Соня - 8. На скільки менше зошитів у Саши, ніж у Соні? Відповідь: __",
        "answer1": "10",
        "answer2": "6",
        "ok": "2"
    },
    {
        "id": "1005",
        "quest": "Поліна вийшла на прогулянку о 10-й годині ранку, а Катя - о 12-й. На скільки годин раніше вийшла Поліна? Відповідь: __",
        "answer1": "2",
        "answer2": "22",
        "ok": "1"
    },
    {
        "id": "1006",
        "quest": "Максим важить 32 кг, а Костя - 30 кг. На скільки кг Максим важче, ніж Костя? Відповідь: __",
        "answer1": "35",
        "answer2": "2",
        "ok": "2"
    },
    {
        "id": "1007",
        "quest": "Микола намалював риску довжиною 15 см, а Настя домалювала до неї ще 20 см. Яка загальна довжина риски? Відповідь: __",
        "answer1": "17",
        "answer2": "35",
        "ok": "2"
    },
    {
        "id": "1008",
        "quest": "Тато купив 30 цукерок, а мама - 10 тістечок. Скільки солодощів разом купили батьки? Відповідь: __",
        "answer1": "40",
        "answer2": "20",
        "ok": "1"
    },
    {
        "id": "1009",
        "quest": "На годиннику показує 4 години, мама обіцяла прийти з роботи через 2 години. О котрій годині чекати маму додому? Відповідь: __",
        "answer1": "2",
        "answer2": "6",
        "ok": "2"
    },
    {
        "id": "1010",
        "quest": "Бабуся посадила на клумбі 56 квіток, а з них виросло лише 30. Скільки квіток пропало? Відповідь: __",
        "answer1": "26",
        "answer2": "53",
        "ok": "1"
    }
      
  ]